Repository: Rirusha/Cassette
Catalog: po/*.po
Languages: az, el, es, ka, pt_br, sl, sv, tr, zh_cn

source: Unofficial Yandex Music client for GNOME
az: GNOME üçün qeyri-rəsmi Yandex Music müştərisi
es: Cliente no oficial de Yandex Music para GNOME
tr: GNOME için resmi olmayan Yandex Müzik istemcisi
zh_cn: GNOME 的第三方 Yandex 音乐客户端

source: yandex;yandex music;yam;music;
az: yandex;yandex musiqi;yam;musiqi;
ka: yandex;yandex music;yam;music;იანდექსი;მუსიკა;იანდექსისმუსიკა;
pt_br: yandex;yandex music;yam;música;
sl: yandex;glasba yandex;yandex music;yam;glasba;music;
sv: yandex;yandex music;yam;musik;
tr: yandex;yandex music;yam;music;yandex müzik;
zh_cn: yandex;yandex music;yam;music;音乐;播放器;歌曲;

source: Cassette (Devel)
az: Cassette (Tərtibat)
el: Cassette (Ανάπτυξη)
es: Cassette (Desarrollo)
ka: Cassette (სატესტო)
sl: Kaseta (razvojna različica)
sv: Kassett (utveckling)
tr: Kaset (Geliştirme)
zh_cn: Cassette（开发版）

source: Unofficial Yandex Music client for GNOME (Devel build)
az: GNOME üçün qeyri-rəsmi Yandex Music müştərisi (Tərtibat versiyası)
es: Cliente no oficial de Yandex Music para GNOME (Construcción de desarrollo)
tr: GNOME için resmi olmayan Yandex Müzik istemcisi (Geliştirici derlemesi)
zh_cn: GNOME 的第三方 Yandex 音乐客户端（开发版构建）

source: Unofficial Yandex Music client
az: Qeyri-rəsmi Yandex Music müştərisi
es: Cliente no oficial de Yandex Music
ka: არაოფიციალური Yandex Music-ის კლიენტი
pt_br: Cliente não oficial do Yandex Music
sl: Neuradni odjemalec za Yandex Music
sv: Inofficiell Yandex Music-klient
tr: Resmi olmayan Yandex Müzik istemcisi
zh_cn: 第三方 Yandex 音乐客户端

source: GTK/Adwaita application that allows to use Yandex Music service on Linux operating systems.
az: Linux əməliyyat sistemlərində Yandex Music xidmətindən istifadə etməyə imkan verən GTK/Adwaita tətbiqi.
el: Εφαρμογή GTK/Adwaita που επιτρέπει τη χρήση της υπηρεσίας Yandex Music σε λειτουργικά συστήματα Linux.
es: Aplicación GTK/Adwaita que permite utilizar el servicio Yandex Music en sistemas operativos Linux.
ka: GTK/Adwaita-ის აპლიკაცია, რომელის საშუალებას გაძლევთ, გამოიყენოთ Yandex Music-ის სერვისი Linux-ზე.
pt_br: Aplicativo GTK/Adwaita que permite usar o serviço Yandex Music em sistemas operacionais Linux.
sl: Program GTK / Adwaita, ki omogoča uporabo storitve Yandex Music v operacijskih sistemih Linux.
sv: GTK/Adwaita-program som låter dig använda Yandex Music-tjänsten på Linux-operativsystem.
zh_cn: 可让您在 Linux 操作系统上使用 Yandex 音乐服务的 GTK/Adwaita 应用程序。

source: Features:
az: Xüsusiyyətlər:
el: Χαρακτηριστικά:
es: Características:
ka: თვისებები:
pt_br: Recursos:
sl: Zmožnosti:
sv: Funktioner:
tr: Özellikler:
zh_cn: 特性：

source: Allows you to save playlists and albums for offline listening
az: Pleylistləri və albomları oflayn dinləmək üçün saxlamağa imkan verir
el: Επιτρέπει την αποθήκευση λιστών αναπαραγωγής και άλμπουμ για ακρόαση εκτός σύνδεσης
es: Permite guardar listas de reproducción y álbumes para escucharlos sin conexión.
ka: საშუალებას გაძლევთ, შეინახოთ დასაკრავი სიები და ალბომები ინტერნეტის გარეშე მოსასმენად
pt_br: Permite salvar listas de reprodução e álbuns para ouvir offline
sl: Omogoča shranjevanje seznamov predvajanja in albumov za poslušanje brez povezave
sv: Låter dig spara spellistor och album för frånkopplad lyssning
zh_cn: 可让您保存播放列表和专辑用于离线播放

source: Has a dynamic "karaoke mode" right in the track information panel
az: Mahnı məlumat panelində dinamik "karaoke rejimi" var
el: Διαθέτει ένα δυναμικό «λειτουργία karaoke» ακριβώς στον πίνακα πληροφοριών κομματιού
es: Dispone de un «modo karaoke» dinámico directamente en el panel de información de la pista
ka: აქვს დინამიკური "კარაოკეს რეჟიმი" პირდაპირ ტრეკის ინფორმაციის პანელზე
pt_br: Possui um “modo karaokê” dinâmico no painel de informações da faixa
sl: Ima dinamičen način »karaoke« neposredno na informacijski plošči posnetka
sv: Har ett dynamiskt ”karaokeläge” direkt i spårinformationspanelen
zh_cn: 在曲目信息面板中有动态“卡拉 OK 模式”

source: Allows you to more precisely customize the display and playback of special content, such as explicit or suitable for children.
az: Xüsusi məzmunun (məsələn, açıq-saçıq və ya uşaqlar üçün uyğun) göstərilməsini və oxunmasını daha dəqiq şəkildə fərdiləşdirməyə imkan verir.
el: Επιτρέπει μια πιο ακριβή προσαρμογή της εμφάνισης και αναπαραγωγής ειδικού περιεχομένου, όπως άσεμνου ή κατάλληλου για παιδιά.
es: Permite personalizar con mayor precisión la visualización y reproducción de contenidos especiales, como explícitos o aptos para niños.
ka: საშუალებას გაძლევთ, ზუსტად მოირგოთ სპეციალური შემცველობის ჩვენება და დაკვრის სიჩქარე, მაგალითად - განკუთვნილია თუ არა ის ბავშვებისთვის.
pt_br: Permite personalizar com mais precisão a exibição e a reprodução de conteúdo especial, como explícito ou adequado para crianças.
sl: Omogoča natančnejše prilagajanje prikaza in predvajanja posebnih vsebin, na primer eksplicitnih ali primernih za otroke.
sv: Låter dig mer precist anpassa visningen och uppspelningen av speciellt innehåll, exempelvis om det är känsligt eller lämpligt för barn.
zh_cn: 可让您更精准自定义显示和播放特定内容，比如露骨内容或适合儿童的内容。

source: Displays tracks that are currently unavailable in the service
az: Xidmətdə hazırda əlçatan olmayan mahnıları göstərir
el: Εμφανίζει κομμάτια που προς το παρόν δεν είναι διαθέσιμα στην υπηρεσία
es: Muestra las pistas que no están disponibles actualmente en el servicio
ka: აჩვენებს ტრეკებს, რომლებიც სერვისიდან ამჟამად ხელმისაწვდომი არაა
pt_br: Exibe faixas que estão disponíveis no serviço no momento
sl: Prikaže posnetke, ki trenutno niso na voljo v storitvi
sv: Visar spår som för närvarande är otillgängliga på tjänsten
zh_cn: 显示当前在服务中不可用的曲目

source: Shows which tracks have been replaced and by what
az: Hansı mahnıların dəyişdirildiyini və nə ilə əvəz olunduğunu göstərir
el: Δείχνει ποια κομμάτια έχουν αντικατασταθεί και με τι
es: Muestra qué pistas se han sustituido y por qué
ka: აჩვენებს ტრეკებს, რომლებიც ჩანაცვლდა და რით
pt_br: Mostra quais faixas foram substituídas e por quais
sl: Pokaže, kateri posnetki so bili nadomeščeni in s čim
sv: Visar vilka spår som ersatts och av vad
zh_cn: 显示被替换的曲目和替换后的曲目

source: Cassette is an unofficial client and is not associated with or endorsed by Yandex.
az: Cassette qeyri-rəsmi müştəridir və Yandex ilə əlaqəli deyil və ya onun tərəfindən təsdiqlənməyib.
el: Το Cassette είναι ένα ανεπίσημο πρόγραμμα-πελάτης και δεν σχετίζεται ούτε έχει την έγκριση της Yandex.
es: Cassette es un cliente no oficial y no está asociado ni respaldado por Yandex.
ka: Casette არაოფიციალური კლიენტია და არაა ასოცირებული Yandex-თან.
pt_br: Cassette é um cliente não oficial e não é associado ou endossado pelo Yandex.
sl: Kaseta je neuradni odjemalec in ni povezana z Yandexom ali ga podpira.
sv: Kassett är en inofficiell klient och är inte associerad med eller främjad av Yandex.
zh_cn: Cassette 是第三方客户端且未与 Yandex 关联或受其支持。

source: Liked view
az: Bəyənilənlər görünüşü
el: Προβολή αγαπημένων
es: Lista de canciones que le gustaron
ka: მოწონებულების ხედი
pt_br: Visualização de curtidas
sl: Pogled všečnih
sv: Gillatvy
tr: Beğenilenler görünümü
zh_cn: 喜欢视图

source: Playlists view
az: Pleylistlər görünüşü
el: Προβολή λιστών αναπαραγωγής
es: Listas de reproducción
ka: დასაკრავი სიების ხედი
pt_br: Visualização de listas de reprodução
sl: Pogled seznamov predvajanja
sv: Spellistevy
tr: Çalma listeleri görünümü
zh_cn: 播放列表视图

source: Sync lyrics
az: Sözləri sinxronlaşdır
el: Συγχρονισμός στίχων
es: Sincronizar letras
ka: ლირიკის სინქრონიზაცია
pt_br: Sincronização de letras
sl: Sinhroniziraj besedilo
sv: Synkronisera låttexter
tr: Şarkı sözlerini eşzamanla
zh_cn: 同步歌词

source: Playback queue
az: Oxutma sırası
el: Ουρά αναπαραγωγής
es: Cola de reproducción
ka: დასაკრავი რიგი
pt_br: Fila de reprodução
sl: Čakalna vrsta za predvajanje
sv: Uppspelningskö
tr: Çalma listesi kuyruğu
zh_cn: 播放队列

source: Waves view
az: Dalğalar görünüşü
el: Προβολή κυμάτων
es: Vista de ondas
ka: ტალღების ხედი
pt_br: Visualização de ondas
sl: Pogled valovanja
sv: Vågvy
tr: Dalgalar görünümü
zh_cn: 波形视图

source: Main preferences
az: Əsas tənzimləmələr
el: Κύριες προτιμήσεις
es: Preferencias principales
ka: მთავარი პარამეტრები
pt_br: Preferências principais
sl: Glavne nastavitve
sv: Huvudinställningar
tr: Ana tercihler
zh_cn: 主首选项

source: Account information
az: Hesab məlumatları
es: Información de la cuenta
tr: Hesap Bilgileri
zh_cn: 账号信息

source: Open in browser
az: Brauzerdə aç
es: Abrir en el navegador web
tr: Tarayıcıda Aç
zh_cn: 在浏览器中打开

source: Plus
zh_cn: 会员

source: Log out
az: Çıxış et
es: Cerrar sesión
tr: Oturumu kapat
zh_cn: 登出

source: Usage mode
az: İstifadə rejimi
es: Modo de uso
tr: Kullanım kipi
zh_cn: 使用模式

# auth window
source: Choose usage mode
az: İstifadə rejimini seçin
es: Seleccionar modo de uso
tr: Kullanım kipini seç
zh_cn: 选择使用模式

# auth window
source: If you select the "Online mode", you can access local music by enabling the display of the corresponding pages in the pages preferences, as well as log in later when selecting "Local mode"
az: "Onlayn rejim"i seçsəniz, səhifə tənzimləmələrində müvafiq səhifələrin göstərilməsini aktivləşdirərək yerli musiqiyə daxil ola bilərsiniz, həmçinin "Yerli rejim"i seçərkən sonradan daxil ola bilərsiniz.
es: Si selecciona el «Modo en línea», puede acceder música local activando la vista de las páginas correspondiente en las preferencias de páginas, además de iniciar sesión más tarde seleccionando «Modo local».
zh_cn: 如果您选择“在线模式”，可以通过在页面首选项中启用显示相应页面来访问本地音乐，或选择“本地模式”后登录

# auth window
source: Online mode
az: Onlayn rejim
es: Modo en línea
tr: Çevrim içi kip
zh_cn: 在线模式

# auth window
source: Local mode
az: Yerli rejim
es: Modo local
tr: Yerel kip
zh_cn: 本地模式

# auth window
source: Close
az: Bağla
es: Cerrar
tr: Kapat
zh_cn: 关闭

source: Authorization
az: Avtorizasiya
es: Autorización
tr: Yetkilendirme
zh_cn: 授权

source: Dirs size:
az: Qovluq ölçüləri:
es: Tamaño de las carpetas temporales:
tr: Dizin boyutu:
zh_cn: 目录大小：

source: Cache
az: Keş
es: Caché
tr: Ön Bellek
zh_cn: 缓存

source: Clear
az: Təmizlə
es: Limpiar
tr: Temizle
zh_cn: 清除

source: Data
az: Məlumat
es: Datos
tr: Veri
zh_cn: 数据

source: Move to cache
az: Keşə köçür
es: Mover a la caché
tr: Ön belleğe taşı
zh_cn: 移至缓存

source: Move
az: Köçür
es: Mover
tr: Taşı
zh_cn: 移动

source: Show all cache jobs
az: Bütün keş işlərini göstər
es: Mostrar todos los trabajos de la caché
tr: Tüm ön bellek işlerini göster
zh_cn: 显示所有缓存任务

source: Title:
az: Başlıq:
es: Título:
tr: Başlık:
zh_cn: 标题：

source: Icon:
az: İkon:
es: Icono:
tr: Simge:
zh_cn: 图标：

source: Save page
az: Səhifəni saxla
es: Guardar página
tr: Sayfayı kaydet
zh_cn: 保存页面

source: Remove page
az: Səhifəni sil
es: Eliminar página
tr: Sayfayı kaldır
zh_cn: 移除页面

# preference window
source: Custom pages
az: Fərdi səhifələr
es: Páginas personalizadas
tr: Özel sayfalar
zh_cn: 自定义页面

# preference window
source: Here you can control custom pages.
az: Burada fərdi səhifələri idarə edə bilərsiniz.
es: Aquí puede controlar las páginas personalizadas.
tr: Buradan özel sayfaları denetleyebilirsiniz.
zh_cn: 您可以在这里控制自定义页面。

source: Disliked tracks
az: Bəyənilməyən mahnılar
es: Canciones que no le gustaron
tr: Beğenilmeyen parçalar
zh_cn: 讨厌的曲目

source: Go back
az: Geri qayıt
es: Retroceder
tr: Geri git
zh_cn: 返回

source: Refresh
az: Yenilə
es: Refrescar
tr: Yenile
zh_cn: 刷新

source: Yandex Music search
az: Yandex Music axtarışı
es: Búsqueda de Yandex Music
zh_cn: Yandex 音乐搜索

source: Main Actions
az: Əsas hərəkətlər
es: Acciones principales
tr: Ana Eylemler
zh_cn: 主操作

source: Show Shortcuts
az: Qısayolları göstər
es: Mostrar atajos
tr: Kısayolları Göster
zh_cn: 显示快捷键

source: Quit
az: Çıx
es: Salir
tr: Çık
zh_cn: 退出

source: Playback Control
az: Oxutma nəzarəti
es: Control de medios
tr: Oynatma Denetimi
zh_cn: 播放控制

source: Play/Pause playback
az: Oxutma/Break oxutma
es: Reproducir/pausar reproducción
tr: Oynat/Duraklat
zh_cn: 播放/暂停播放

source: Play previous track
az: Əvvəlki mahnını oynat
es: Reproducir la canción anterior
tr: Önceki parçayı çal
zh_cn: 播放上一首曲目

source: Play next track
az: Növbəti mahnını oynat
es: Reproducir la siguiente canción
tr: Sonraki parçayı çal
zh_cn: 播放下一首曲目

source: Mute app
az: Tətbiqi səssizləşdir
es: Silenciar la aplicación
tr: Uygulamayı sustur
zh_cn: 静音应用

source: Queue control
az: Sıra nəzarəti
es: Control de colas
tr: Kuyruk denetimi
zh_cn: 队列控制

source: Change shuffle mode
az: Qarışdırma rejimini dəyiş
es: Cambiar modo aleatorio
tr: Karıştırma kipini değiştir
zh_cn: 更改乱序模式

source: Change repeat mode
az: Təkrar rejimini dəyiş
es: Cambiar modo de repetición
tr: Yineleme kipini değiştir
zh_cn: 更改重复模式

source: Other
az: Digər
es: Otro
tr: Diğer
zh_cn: 其它

source: Share current track
az: Cari mahnını paylaş
es: Compartir la canción actual
tr: Geçerli parçayı paylaş
zh_cn: 分享当前曲目

source: Parse url from clipboard
az: Buferdən URL-u təhlil et
es: Analizar URL desde el portapapeles
tr: Panodan URL ayrıştır
zh_cn: 从剪贴板解析 URL

source: Explicit content
az: Açıq-saçıq məzmun
es: Contenido explícito
tr: Yetişkin içerik
zh_cn: 露骨内容

source: Child content
az: Uşaq məzmunu
es: Contenido para apto para niños
tr: Çocuk içerik
zh_cn: 儿童内容

source: Page under construction
az: Səhifə hazırlanır
es: Página en construcción
tr: Sayfa yapım aşamasında
zh_cn: 施工中页面

source: All stations
az: Bütün stansiyalar
es: Todas las emisoras
tr: Tüm istasyonlar
zh_cn: 所有电台

source: No Plus Subscription
az: Plus abunəliyi yoxdur
es: No tiene una suscripción a Plus
tr: Plus Aboneliği Yok
zh_cn: 无会员订阅

source: To avoid problems with Yandex, the online functions of the application are not available without a Yandex.Plus subscription. Thanks for understanding.
az: Yandex ilə problemlərin qarşısını almaq üçün tətbiqin onlayn funksiyaları Yandex.Plus abunəliyi olmadan əlçatan deyil. Anlayışınız üçün təşəkkürlər.
es: Para evitar problemas con Yandex, las funcionalidades en línea de la aplicación no están disponibles sin una suscripción a Yandex.Plus. Gracias por comprender.
zh_cn: 为了避免与 Yandex 相关的问题，该应用程序的在线功能在没有 Yandex 会员订阅时不可用。感谢理解。

source: Get Plus
az: Plus əldə et
es: Obtener Plus
tr: Plus Al
zh_cn: 获取会员

source: Show track info
az: Mahnı məlumatlarını göstər
es: Mostrar información de la canción
tr: Parça bilgisini göster
zh_cn: 显示曲目信息

source: Show wave settings
az: Dalğa tənzimləmələrini göstər
es: Mostrar configuración de ondas
tr: Dalga ayarlarını göster
zh_cn: 显示波形设置

source: Show playback queue
az: Oxutma sırasını göstər
es: Mostrar cola de reproducción
tr: Oynatma kuyruğunu göster
zh_cn: 显示播放队列

source: Change volume
az: Səs səviyyəsini dəyiş
es: Modificar volumen
tr: Sesi değiştir
zh_cn: 更改音量

source: Playing now
az: İndi oynayır
es: Reproduciendo ahora
tr: Şimdi oynatılıyor
zh_cn: 正在播放

source: Choose playlist to add
az: Əlavə etmək üçün pleylist seçin
es: Elija la lista de reproducción que quiere añadir
tr: Eklenecek çalma listesini seç
zh_cn: 选择添加的播放列表

source: Create playlist
az: Pleylist yarat
es: Crear lista de reproducción
tr: Çalma listesi oluştur
zh_cn: 创建播放列表

source: Playlist
az: Pleylist
es: Lista de reproducción
tr: Çalma Listesi
zh_cn: 播放列表

source: Empty
az: Boş
es: Vacío
tr: Boş
zh_cn: 空

source: Your playlists
az: Sizin pleylistləriniz
es: Sus listas de reproducción
tr: Çalma listeleriniz
zh_cn: 您的播放列表

source: Also you liked these playlists
az: Həmçinin bu pleylistləri bəyənmisiniz
es: También le gustaron estas listas de reproducción
tr: Ayrıca şu çalma listelerini de beğendiniz
zh_cn: 您也喜欢这些播放列表

source: Change playlist visibility
az: Pleylistin görünürlüyünü dəyiş
es: Cambiar la visibilidad de las listas de reproducción
tr: Çalma listesi görünürlüğünü değiştir
zh_cn: 更改播放列表可见性

source: Add page to header
az: Səhifəni başlığa əlavə et
es: Añadir página al encabezado
tr: Başlığa sayfa ekle
zh_cn: 将页面添加到头部

source: Save
az: Saxla
es: Guardar
tr: Kaydet
zh_cn: 保存

source: Delete
az: Sil
es: Eliminar
tr: Sil
zh_cn: 删除

source: Abort
az: Ləğv et
es: Abortar
tr: Vazgeç
zh_cn: 中止

source: Stop
az: Dayandır
es: Parar
tr: Durdur
zh_cn: 停止

# preference dialog
source: Main
az: Əsas
es: Principal
tr: Ana
zh_cn: 主要

# preference dialog
source: General
az: Ümumi
tr: Genel
zh_cn: 常规

# preference dialog
source: Enable high quality audio
az: Yüksək keyfiyyətli audio aktivləşdir
es: Activar sonido de alta calidad
tr: Yüksek kaliteli sesi etkinleştir
zh_cn: 启用高质量音频

# preference dialog
source: Attention! If the track was downloaded in low quality, and after the download is enabled in high quality, the audio will not be reloaded
az: Diqqət! Əgər mahnı aşağı keyfiyyətdə yüklənibsə və sonra yüksək keyfiyyət yükləməsi aktivləşdirilirsə, audio yenidən yüklənməyəcək.
es: ¡Atención! Si la pista se descargó en baja calidad, y después de la descarga se activa en alta calidad, el audio no se volverá a cargar
zh_cn: 注意！如果曲目已以低质量下载并在下载之后启用了高质量选项，则已下载音频不会重新加载

# preference dialog
source: Add track on top of playlist
az: Mahnını pleylistin əvvəlinə əlavə et
es: Añadir canción al principio de la lista de reproducción
zh_cn: 添加曲目至播放列表顶部

# preference dialog
source: Will the track be added to the playlist as the first or as the last
az: Mahnı pleylistə birinci yoxsa sonuncu kimi əlavə olunacaq
es: La pista se añadirá a la lista de reproducción como la primera o como la última
zh_cn: 将曲目添加至播放列表顶部还是底部

# preference dialog
source: Show 'Playing now' notification
az: 'İndi oynayır' bildirişini göstər
es: Mostrar una notificación de «reproduciendo ahora»
zh_cn: 显示“正在播放”通知

# preference dialog
source: Show a notification when switching a track
az: Mahnı dəyişdirərkən bildiriş göstər
es: Mostrar una notificación cuando se cambia de canción
zh_cn: 切换曲目时显示通知

# preference dialog
source: Show additional marks
az: Əlavə işarələri göstər
es: Mostrar marcas adicionales
zh_cn: 显示额外标记

# preference dialog
source: Additional marks display additional information about the track
az: Əlavə işarələr mahnı haqqında əlavə məlumatları göstərir
es: Marcas adicionales muestran información adicional sobre la canción
zh_cn: 额外标记会显示关于曲目的额外信息

# preference dialog
source: Show save mark
az: Saxlama işarəsini göstər
es: Mostrar marca de guardada
tr: Kaydetme imini göster
zh_cn: 显示保存标记

# preference dialog
source: Show a label with information about the caching status of the track
az: Mahnının keş statusu haqqında məlumatla etiket göstər
es: Muestra una etiqueta que indica el estado actual de la caché de la canción
zh_cn: 显示带有关于曲目缓存状态信息的标签

# preference dialog
source: Show cache mark
az: Keş işarəsini göstər
es: Mostrar marca de la caché
tr: Önbellek imini göster
zh_cn: 显示缓存标记

# preference dialog
source: Show a mark about saving a track to the cache
az: Mahnının keşkə saxlanması haqqında işarə göstər
es: Muestra una marca sobre guardar la canción a la caché
zh_cn: 显示关于将曲目保存至缓存的标记

# preference dialog
source: Show replaced mark
az: Dəyişdirilmə işarəsini göstər
es: Mostrar marca sustituida
tr: Değiştirildi imini göster
zh_cn: 显示替换标记

# preference dialog
source: Show a mark that shows that the track has been replaced
az: Mahnının dəyişdirildiyini göstərən işarəni göstər
es: Mostrar una marca que indique que se ha sustituido la canción
zh_cn: 显示表明曲目已被替换的标记

# preference dialog
source: Tracks visibility
az: Mahnıların görünürlüyü
es: Visibilidad de las canciones
zh_cn: 曲目可见性

# preference dialog
source: Show special tracks in track lists. Filter doesn't work when searching in track list
az: Mahnı siyahılarında xüsusi mahnıları göstər. Mahnı siyahısında axtarış zamanı filtr işləmir.
es: Mostrar canciones especiales en las listas de reproducción. El filtro no funciona al buscar en la lista de reproducción
zh_cn: 显示曲目列表中的特定曲目。在曲目列表中搜索时无法使用筛选器

# preference dialog
source: Show unavailable content
az: Əlçatan olmayan məzmunu göstər
es: Mostrar contenido no disponible
tr: Kullanılamayan içeriği göster
zh_cn: 显示不可用内容

# preference dialog
source: Show tracks that are not available in the service. You can't listen to them
az: Xidmətdə əlçatan olmayan mahnıları göstər. Onları dinləyə bilməzsiniz.
es: Mostrar canciones que no están disponibles en el servicio. No se pueden escuchar
zh_cn: 显示服务中不可用的曲目。您无法听这些曲目

# preference dialog
source: Show content suitable for children
az: Uşaqlar üçün uyğun məzmunu göstər
es: Mostrar contenido apto para niños
tr: Çocuklar için uygun içeriği göster
zh_cn: 显示适合儿童的内容

# preference dialog
source: Show content that is specific to children
az: Uşaqlara xas olan məzmunu göstər
es: Mostrar contenido específico para niños
zh_cn: 显示儿童特定的内容

# preference dialog
source: Show explicit content
az: Açıq-saçıq məzmunu göstər
es: Mostrar contenido explícito
tr: Müstehcen içeriği göster
zh_cn: 显示露骨内容

# preference dialog
source: Show content that has age restrictions
az: Yaş məhdudiyyəti olan məzmunu göstər
es: Mostrar contenido con restricción de edad
zh_cn: 显示具有年龄限制的内容

# preference dialog
source: Other
az: Digər
es: Otro
tr: Diğer
zh_cn: 其它

# preference dialog
source: Enable Debug-Mode
az: Xəta Axtarma Rejimini Aktivləşdir
es: Activar modo de depuración
tr: Hata ayıklama kipini etkinleştir
zh_cn: 启用调试模式

# preference dialog
source: Enable logging of additional information useful for error detection
az: Xəta aşkarlanması üçün faydalı əlavə məlumatların qeydiyyatını aktivləşdir
es: Registrar información adicional útil para detectar errores
zh_cn: 启用对错误检测有用的额外信息的日志记录

# preference dialog
source: Experimental
az: Eksperimental
tr: Deneysel
zh_cn: 试验

# preference dialog
source: Parameters that test anything and may be removed in future releases
az: Hər hansı bir şeyi sınaqdan keçirən və gələcək buraxılışlarda silinə bilən parametrlər
es: Parámetros que prueban cualquier cosa y que pueden ser eliminados en futuras versiones
zh_cn: 测试所有部分且可能在未来发布中移除的参数

# preference dialog
source: Use only bottom sheet menus
az: Yalnız aşağı vərəq menyularını istifadə et
es: Usar sólo menús de la hoja inferior
zh_cn: 使用仅底部操作表菜单

# preference dialog
source: Test preference for bottom sheet menu
az: Aşağı vərəq menyusu üçün sınaq tərcihi
es: Preferencia de prueba para el menú de la hoja inferior
zh_cn: 底部操作表菜单的测试首选项

# preference dialog
source: Pages
az: Səhifələr
es: Páginas
tr: Sayfalar
zh_cn: 页面

# preference dialog
source: Static pages
az: Statik səhifələr
es: Páginas estáticas
tr: Sabit sayfalar
zh_cn: 静态页面

# preference dialog
source: Here you can show or hide static pages. They will always be displayed on the left side of the header.
az: Burada statik səhifələri göstərə və ya gizlədə bilərsiniz. Onlar həmişə başlığın sol tərəfində göstəriləcək.
es: Aquí puedes mostrar u ocultar las páginas estáticas. Siempre se mostrarán a la izquierda del encabezado.
zh_cn: 这里您可以显示或隐藏静态页面。它们将总是显示在标头的左侧。

# preference dialog
source: Show 'Main' page
az: 'Əsas' səhifəni göstər
es: Mostrar página «Principal»
tr: 'Ana' sayfayı göster
zh_cn: 显示“主”页面

# preference dialog
source: Show 'Liked' page
az: 'Bəyənilənlər' səhifəsini göstər
es: Mostrar página «Canciones que me gustan»
tr: 'Beğenilen' sayfasını göster
zh_cn: 显示“喜欢”页面

# preference dialog
source: Show 'Playlists' page
az: 'Pleylistlər' səhifəsini göstər
es: Mostrar página «Listas de reproducción»
tr: 'Çalma Listeleri' sayfasını göster
zh_cn: 显示“播放列表”页面

# preference dialog
source: Cache
az: Keş
es: Caché
tr: Ön bellek
zh_cn: 缓存

# preference dialog
source: Cache managing
az: Keş idarəetməsi
es: Gestiónar la caché
tr: Ön bellek yönetimi
zh_cn: 缓存管理

# preference dialog
source: Here you can see application memory usage, delete all cache from cache folder and control downloading cache to disk
az: Burada tətbiqin yaddaş istifadəsini görə, keş qovluğundan bütün keşi silə və diskə keş yüklənməsini idarə edə bilərsiniz.
es: Aquí puedes ver el uso de memoria de la aplicación, borrar toda la caché de la carpeta temporal y controlar la descarga de la caché al disco.
zh_cn: 这里您可以查看应用程序的内存占用，从缓存文件夹删除所有缓存和对将缓存下载至磁盘进行控制

# preference dialog
source: Cache content
az: Keş məzmunu
es: Contenido de la caché
tr: İçeriği ön bellekle
zh_cn: 缓存内容
