Repository: Rirusha/Cassette
Catalog: po/*.po
Languages: az, el, es, ka, pt_br, sl, sv, tr, zh_cn

# preference dialog
source: For better performance. Over time, it starts to take up a lot of space. So far, manual cleaning is required. If enabled, the application will cache all content to cache dir for better performance, otherwise, the application will load content only when caching objects (such as playlists or albums). Disabling the parameter does not delete already downloaded content
az: Daha yaxşı performans üçün. Vaxt keçdikcə çox yer tutmağa başlayır. Hələlik əl ilə təmizləmə tələb olunur. Aktivləşdirilərsə, tətbiq daha yaxşı performans üçün bütün məzmunu keş qovluğuna saxlayacaq, əks halda tətbiq yalnız obyektləri (məsələn, pleylistlər və ya albomlar) keşləyərkən məzmunu yükləyəcək. Parametrin deaktiv edilməsi artıq yüklənmiş məzmunu silmir.
es: Para un mejor rendimiento. Con el tiempo, empieza a ocupar mucho espacio. Hasta ahora, se requiere limpieza manual. Si está activado, la aplicación almacenará en caché todo el contenido en la carpeta de caché para obtener un mejor rendimiento; de lo contrario, la aplicación cargará contenido solo cuando almacene en caché objetos (como listas de reproducción o álbumes). Desactivar el parámetro no elimina el contenido ya descargado
zh_cn: 为了更好的性能。随着使用，它会开始占用大量空间。目前需要手动清理。如果启用，应用程序会将所有内容缓存至缓存目录以获得更好的性能，否则会仅在缓存对象（比如播放列表或专辑）时加载内容。禁用该选项不会删除已经下载的内容

source: Content saving…
az: Məzmun saxlanılır…
es: Ahorro de contenidos…
tr: İçerik kaydediliyor…
zh_cn: 正在保存内容…

source: Content cached
az: Məzmun keşkə saxlanıldı
es: Contenido en la caché
tr: İçerik ön belleklendi
zh_cn: 内容已缓存

source: Content saved
az: Məzmun saxlanıldı
es: Contenido guardado
tr: İçerik kaydedildi
zh_cn: 内容已保存

source: Stations dashboard
az: Stansiyalar paneli
es: Panel de emisoras
tr: İstasyonlar tablosu
zh_cn: 电台仪表盘

source: Searching for station…
az: Stansiya axtarılır…
es: Buscando por emisora…
tr: İstasyon aranıyor…
zh_cn: 搜索电台…

source: By genre…
az: Janr üzrə…
es: Por género…
tr: Türe göre…
zh_cn: 按流派…

source: By mood…
az: Əhval üzrə…
es: Por estado de ánimo…
tr: Ruh haline göre…
zh_cn: 按情绪…

source: By activity…
az: Fəaliyyət üzrə…
es: Por actividad…
tr: Etkinliğe göre…
zh_cn: 按活跃…

source: By epoch…
az: Dövr üzrə…
es: Por la época…
tr: Çağlara göre…
zh_cn: 按时代…

source: Other…
az: Digər…
es: Otro…
tr: Diğer…
zh_cn: 其它…

source: No stations with that name were found
az: Bu adla stansiya tapılmadı
es: No se encontraron emisoras con ese nombre
zh_cn: 未找到带有该名称的电台

source: Track lyrics
az: Mahnı sözləri
es: Letras de la canción
tr: Parça şarkı sözleri
zh_cn: 曲目歌词

source: Authors
az: Müəlliflər
es: Autores
tr: Yazarlar
zh_cn: 作者

source: Source
az: Mənbə
es: Fuente
tr: Kaynak
zh_cn: 来源

source: Similar tracks
az: Oxşar mahnılar
es: Canciones similares
tr: Benzer parçalar
zh_cn: 相似曲目

source: Search track
az: Mahnı axtar
es: Buscar canción
tr: Parça ara
zh_cn: 搜索曲目

source: Sort by
az: Sırala
es: Filtrar por
tr: Sıralama Ölçütü
zh_cn: 排序方式

source: No tracks to display
az: Göstəriləcək mahnı yoxdur
es: No hay canciones que mostrar
tr: Görüntülenecek parça yok
zh_cn: 无可显示曲目

source: name
az: ad
es: nombre
tr: ad
zh_cn: 名称

source: artist
az: sənətçi
es: artista
tr: sanatçı
zh_cn: 艺人

source: album
az: albom
es: álbum
tr: albüm
zh_cn: 专辑

source: duration
az: müddət
es: duración
tr: süre
zh_cn: 时长

source: Loading…
az: Yüklənir…
es: Cargando…
tr: Yükleniyor…
zh_cn: 正在加载…

source: By diversity…
az: Müxtəliflik üzrə…
es: Por diversidad…
tr: Çeşitliliğe göre…
zh_cn: 按多元性…

source: By language…
az: Dil üzrə…
es: Por lenguaje…
tr: Dile göre…
zh_cn: 按语言…

source: Can't get wave settings
az: Dalğa tənzimləmələri əldə edilə bilmədi
es: No se puede obtener la configuración de onda
tr: Dalga ayarları alınamadı
zh_cn: 无法获取波形设置

source: Reconnect
az: Yenidən qoşul
es: Reconectar
tr: Yeniden Bağlan
zh_cn: 重新连接

source: Connection problems
az: Qoşulma problemləri
es: Problemas de conexión
tr: Bağlantı sorunları
zh_cn: 连接问题

source: translator-credits
az: Ramal Rəhimov <jhoaluman@gmail.com>
es: Sergio Varela https://ingrownmink4.codeberg.page
tr: Sabri Ünal <yakushabb@gmail.com> Emin Tufan Çetin <etcetin@gmail.com>
zh_cn: lumingzh <lumingzh@qq.com>, 2024-2025

source: Telegram channel
az: Telegram kanalı
es: Canal de Telegram
tr: Telegram kanalı
zh_cn: Telegram 频道

source: Financial support (Tinkoff)
az: Maliyyə dəstəyi (Tinkoff)
es: Soporte financiero (Tinkoff)
tr: Maddi destek (Tinkoff)
zh_cn: 财政支持（Tinkoff）

source: Financial support (Boosty)
az: Maliyyə dəstəyi (Boosty)
es: Soporte financiero (Boosty)
tr: Maddi destek (Boosty)
zh_cn: 财政支持（Boosty）

source: Sponsors
az: Sponsorlar
es: Patrocinadores
tr: Sponsorlar
zh_cn: 赞助者

source: Print version information and exit
az: Versiya məlumatını çap et və çıx
el: Εμφάνιση πληροφοριών έκδοσης και έξοδος
es: Mostrar información de la versión y salir
ka: ვერსიის ჩვენება და გასვლა
pt_br: Imprime informações da versão e sai
sl: Izpiši podatke o različici in končaj
sv: Skriv ut versionsinformation och avsluta
tr: Sürüm bilgisini yazdır ve çık
zh_cn: 显示版本信息并退出

source: Connection restored
az: Qoşulma bərpa edildi
es: Conexión restablecida
tr: Bağlantı yeniden sağlandı
zh_cn: 连接已恢复

source: Previous
az: Əvvəlki
es: Anterior
tr: Önceki
zh_cn: 上一首

source: Next
az: Növbəti
es: Siguiente
tr: Sonraki
zh_cn: 下一首

source: Current track can not be copied to the clipboard
az: Cari mahnı buferə kopyalana bilməz
es: La canción actual no se puede copiar al portapapeles
zh_cn: 当前曲目无法复制到剪贴板

source: Can't parse clipboard content
az: Bufer məzmunu təhlil edilə bilməz
es: No se pudo analizar el contenido del portapapeles
tr: Pano içeriği ayrıştırılamadı
zh_cn: 无法解析剪贴板内容

source: Users view not implemented yet
az: İstifadəçilər görünüşü hələ tətbiq edilməyib
es: La vista de usuarios aún no está implementada
zh_cn: 用户视图尚未实现

source: Albums view not implemented yet
az: Albomlar görünüşü hələ tətbiq edilməyib
es: La vista de álbumes aún no está implementada
zh_cn: 专辑视图尚未实现

source: Log out?
az: Çıxış etmək?
es: ¿Cerrar sesión?
tr: Oturum kapatılsın mı?
zh_cn: 登出吗？

source: You will need to log in again to use the app
az: Tətbiqdən istifadə etmək üçün yenidən daxil olmalısınız
es: Tendrás que volver a iniciar sesión para utilizar la aplicación.
zh_cn: 您将需要再次登录以使用该应用

source: Cancel
az: İmtina et
es: Cancelar
tr: İptal
zh_cn: 取消

source: Moving…
az: Köçürülür…
es: Moviendo…
tr: Taşınıyor…
zh_cn: 正在移动…

source: Liked
az: Bəyənilənlər
es: Lista de canciones que te gustan
tr: Beğenildi
zh_cn: 喜爱

source: Daily
az: Gündəlik
es: Diario
tr: Günlük
zh_cn: 每日

source: Unknown
az: Naməlum
es: Desconocido
tr: Bilinmeyen
zh_cn: 未知

source: Database was initialized, loc - %s
az: Verilənlər bazası başlanğıc vəziyyətinə gətirildi, yer - %s
es: Se ha inicializado la base de datos, loc - %s
zh_cn: 数据库已初始化，位置 - %s

source: Can't save object %s
az: %s obyekti saxlanıla bilməz
es: No se puede guardar el objeto %s
zh_cn: 无法保存对象 %s

source: Byte
az: Bayt
tr: Bayt
zh_cn: B

source: Kilobyte
az: Kilobayt
tr: Kilobayt
zh_cn: KB

source: Megabyte
az: Meqabayt
tr: Megabayt
zh_cn: MB

source: Gigabyte
az: Giqabayt
zh_cn: GB

source: Terabyte
az: Terabayt
tr: Terabayt
zh_cn: TB

source: Error while getting cache directory size. Message %s
az: Keş qovluğunun ölçüsünü əldə edərkən xəta baş verdi. Mesaj %s
es: Error al obtener el tamaño del directorio de la caché. Mensaje %s
zh_cn: 获取缓存目录大小时出错。消息 %s

source: Error while getting permanent directory size. Message %s
az: Daimi qovluğun ölçüsünü əldə edərkən xəta baş verdi. Mesaj %s
es: Error al obtener el tamaño del directorio permanente. Mensaje %s
zh_cn: 获取永存目录大小时出错。消息 %s

source: Wrong type: expected %s, got %s
az: Yanlış növ: gözlənilən %s, alınan %s
es: Tipo incorrecto: se esperaba %s, se obtuvo %s
zh_cn: 类型错误：需要 %s，但获得 %s

source: Problems with queue
az: Sıra ilə bağlı problemlər
es: Problemas con la cola
tr: Kuyruk ile ilgili sorun
zh_cn: 队列有问题

source: New Playlist
az: Yeni Pleylist
es: Nueva lista de reproducción
tr: Yeni Çalma Listesi
zh_cn: 新建播放列表

source: Can't set title "%s" to page
az: Səhifəyə "%s" başlığı təyin edilə bilməz
es: No se puede poner el título "%s" a la página
zh_cn: 无法为页面设定“%s”标题

source: Can't set icon with name "%s" to page
az: Səhifəyə "%s" adlı ikon təyin edilə bilməz
es: No se puede establecer el icono con el nombre "%s" en la página
zh_cn: 无法为页面设定带名字“%s”的图标

source: Reached max page count
az: Maksimum səhifə sayına çatıldı
es: Número máximo de páginas alcanzado
zh_cn: 达到最大页数

source: Page '%s' already added
az: '%s' səhifəsi artıq əlavə edilib
es: Página «%s» ya fue añadida
zh_cn: 页面“%s”已经添加

source: Main
az: Əsas
es: Principal
tr: Ana
zh_cn: 主页

source: Playlists
az: Pleylistlər
es: Listas de reproducción
tr: Çalma Listeleri
zh_cn: 播放列表

source: Can't read pages file. Message: %s
az: Səhifələr faylı oxuna bilməz. Mesaj: %s
es: No se puede leer el archivo de páginas. Mensaje: %s
zh_cn: 无法读取页面文件。消息：%s

source: Can't create pages file. Message: %s
az: Səhifələr faylı yaradıla bilməz. Mesaj: %s
es: No se puede crear el archivo de páginas. Mensaje: %s
zh_cn: 无法创建页面文件。消息：%s

source: Not implemented yet
az: Hələ tətbiq edilməyib
es: No implementado aún
zh_cn: 尚未实现

source: Need authorization
az: Avtorizasiya tələb olunur
es: Necesita autorización
zh_cn: 需要认证

source: Need Bookmate subscription
az: Bookmate abunəliyi tələb olunur
es: Necesita una suscripción a Bookmate
tr: Bookmate aboneliği gerekli
zh_cn: 需要 Bookmate 订阅

source: Link copied to clipboard
az: Link buferə kopyalandı
es: Enlace copiado al portapapeles
zh_cn: 链接已复制到剪贴板

source: Duration: %s h. %s min.
az: Müddət: %s saat. %s dəq.
es: Duración: %s h. %s min.
tr: Süre: %s sa. %s dk.
zh_cn: 时长：%s 时 %s 分

source: Duration: %s min.
az: Müddət: %s dəq.
es: Duración: %s min.
tr: Süre: %s dk.
zh_cn: 时长：%s 分

source: today
az: bugün
es: hoy
tr: bugün
zh_cn: 今天

source: yesterday
az: dünən
es: ayer
tr: dün
zh_cn: 昨天

source: Remove dislike
az: Bəyənməməni sil
es: Eliminar «No me gusta»
zh_cn: 移除讨厌

source: Set dislike
az: Bəyənməmə qoy
es: Marcar como «No me gusta»
zh_cn: 设为讨厌

source: Remove like
az: Bəyənməni sil
es: Eliminar «Me gusta»
zh_cn: 移除喜爱

source: Set like
az: Bəyənmə qoy
es: Marcar como «Me gusta»
zh_cn: 设为喜爱

source: Pause
az: Pauza
es: Pausar
tr: Duraklat
zh_cn: 暂停

source: Play
az: Oynat
es: Reproducir
tr: Oynat
zh_cn: 播放

source: Playlist '%s'
az: Pleylist '%s'
es: Listas de reproducción «%s»
tr: Çalma Listesi '%s'
zh_cn: 播放列表“%s”

source: My Vibe by playlist
az: Pleylistə görə Mənim Vibim
es: Mis vibras por listas de reproducción
zh_cn: 基于播放列表的推荐

source: Add to queue
az: Sıraya əlavə et
es: Añadir a la cola de reproducción
tr: Kuyruğa ekle
zh_cn: 添加到队列

source: Share
az: Paylaş
es: Compartir
tr: Paylaş
zh_cn: 分享

source: Primary menu
az: Əsas menyu
es: Menú principal
tr: Ana Menü
zh_cn: 主菜单

source: Parse URL from clipboard
az: Buferdən URL-u təhlil et
es: Analizar URL desde el portapapeles
zh_cn: 从剪贴板解析 URL

source: Preferences
az: Tənzimləmələr
es: Preferencias
zh_cn: 首选项

source: Keyboard Shortcuts
az: Klaviatura qısayolları
es: Atajos de teclado
zh_cn: 键盘快捷键

source: About Cassette
az: Cassette haqqında
es: Sobre Cassette
zh_cn: 关于 Cassette

source: My Vibe by track
az: Mahnıya görə Mənim Vibim
es: Mis vibras por canción
zh_cn: 基于单曲的推荐

source: Show info
az: Məlumat göstər
es: Mostrar información
zh_cn: 显示信息

source: Play next
az: Növbəti oynat
es: Reproducir siguiente
zh_cn: 播放下一首

source: Add to playlist
az: Pleylistə əlavə et
es: Añadir a lista de reproducción
tr: Çalma Listesine Ekle
zh_cn: 添加到播放列表

source: Remove from playlist
az: Pleylistdən sil
es: Eliminar de la lista de reproducción
tr: Çalma Listesinden Kaldır
zh_cn: 从播放列表移除

source: Remove from queue
az: Sıradan sil
es: Eliminar de la cola de reproducción
tr: Kuyruktan Kaldır
zh_cn: 从播放队列移除

source: Volume control
az: Səs səviyyəsi nəzarəti
es: Control de volumen
tr: Ses Denetimi
zh_cn: 音量控制

source: Unmute
az: Səsi aç
es: Quitar silencio
tr: Sesi Aç
zh_cn: 取消静音

source: Mute
az: Səsi bağla
es: Silenciar
tr: Sessiz
zh_cn: 静音

source: Album
az: Albom
es: Álbum
tr: Albüm
zh_cn: 专辑

source: %d / %d saved%s
az: %d / %d saxlanıldı%s
es: %d / %d guardado%s
tr: %d / %d kaydedildi %s
zh_cn: %d / %d 已保存 %s

source: %d track saving now
az: %d mahnı indi saxlanılır
es: Guardando %d canción ahora
tr: %d parça şimdi kaydediliyor
zh_cn: 正在保存 %d 首曲目

source: Track was replaced. Original version: %s, %s
az: Mahnı dəyişdirildi. Orijinal versiya: %s, %s
es: Pista reemplazada. Versión original: %s, %s
zh_cn: 曲目已被替换。原始版本：%s，%s

source: Owner: %s
az: Sahib: %s
es: Propietario: %s
tr: Sahibi: %s
zh_cn: 所有者：%s

source: Track count: %s
az: Mahnı sayı: %s
es: Recuento de pistas: %s
tr: Parça sayısı: %s
zh_cn: 曲目计数：%s

source: Delete cache files?
az: Keş fayllarını silmək?
es: ¿Eliminar los archivos de la caché?
tr: Ön bellek dosyaları silinsin mi?
zh_cn: 删除缓存文件吗？

source: Move saved files?
az: Saxlanılmış faylları köçürmək?
es: ¿Mover archivos guardados?
tr: Kayıtlı dosyalar taşınsın mı?
zh_cn: 移动保存的文件吗？

source: All cache will be deleted. This doesn't affect on saved playlists or albums
az: Bütün keş silinəcək. Bu, saxlanılmış pleylistlərə və ya albomlara təsir etməyəcək.
es: Se borrará toda la caché. Esto no afecta a las listas de reproducción o álbumes guardados.
zh_cn: 所有缓存将被删除。此操作不会影响已保存的播放列表或专辑

source: All saved playlists and albums will be moved to cache files. This could take a while.
az: Bütün saxlanılmış pleylistlər və albomlar keş fayllarına köçürüləcək. Bu, bir qədər vaxt ala bilər.
es: Todas las listas de reproducción y álbumes serán movidos a la caché. Esto puede tomar un tiempo
zh_cn: 所有保存的播放列表和专辑将被移至缓存文件。此操作会花费一点时间。

source: Deleting…
az: Silinir…
es: Borrando…
tr: Siliniyor…
zh_cn: 正在删除…

source: Image
az: Şəkil
es: Imagen
tr: Görüntü
zh_cn: 图像

source: Track
az: Mahnı
es: Canción
tr: Parça
zh_cn: 曲目

source: %s saving…
az: %s saxlanılır…
es: %s guardando…
tr: %s kaydediliyor…
zh_cn: 正在保存 %s…

source: %s cached
az: %s keşkə saxlanıldı
es: %s en la caché
tr: %s ön belleklendi
zh_cn: %s 已缓存

source: %s saved
az: %s saxlanıldı
es: %s guardado
tr: %s kaydedildi
zh_cn: %s 已保存

source: Playlist "%s"
az: Pleylist "%s"
es: Lista de reproducción «%s»
tr: Çalma Listesi "%s"
zh_cn: 播放列表“%s”

source: Album "%s"
az: Albom "%s"
es: Álbum «%s»
tr: Sanatçı "%s"
zh_cn: 专辑“%s”

source: By search results "%s"
az: Axtarış nəticələri üzrə "%s"
es: Por resultados de búsqueda «%s»
tr: Arama sonuçlarına göre "%s"
zh_cn: 按搜索结果“%s”

source: Track list
az: Mahnı siyahısı
es: Lista de canciones
tr: Parça listesi
zh_cn: 曲目列表

source: Your music track
az: Sizin musiqi mahnınız
es: Su pista de música
tr: Müzik parçanız
zh_cn: 您的音乐曲目

source: Music track
az: Musiqi mahnısı
es: Pista de música
tr: Müzik parçası
zh_cn: 音乐曲目

source: Wave settings
az: Dalğa tənzimləmələri
es: Configuración de onda
tr: Dalga ayarları
zh_cn: 波形设置

source: Track is not available
az: Mahnı əlçatan deyil
es: La canción no está disponible
tr: Parça yok
zh_cn: 曲目不可用

source: %s '%s' saved successfully
az: %s '%s' uğurla saxlanıldı
es: %s «%s» se ha almacenado en caché correctamente
tr: %s '%s' kaydedildi
zh_cn: %s“%s”已成功保存

source: %s '%s' saving was stopped, due to network error
az: %s '%s' saxlanması şəbəkə xətası səbəbindən dayandırıldı
es: Se ha cancelado el almacenamiento en caché de %s «%s» debido a un error de red.
tr: %s '%s' kaydedilemedi, ağ hatası oluştu
zh_cn: %s“%s”已停止保存，网络出现错误

source: %s '%s' saving was aborted
az: %s '%s' saxlanması ləğv edildi
es: Se ha cancelado el almacenamiento en caché de %s «%s»
tr: %s '%s' kaydından vazgeçildi
zh_cn: %s“%s”已中止保存

source: %s saving has started
az: %s saxlanması başlandı
es: Se ha iniciado el almacenamiento en caché de %s
tr: %s kaydı başladı
zh_cn: 已开始保存%s

source: %s '%s' was moved from data to cache
az: %s '%s' məlumatdan keşkə köçürüldü
es: %s «%s» ha sido eliminado de la carpeta caché
tr: %s '%s' veriden ön belleğe taşındı
zh_cn: %s“%s”已从数据移至缓存

source: %s removing has started. Please do not close the app
az: %s silinməsi başlandı. Xahiş edirik, tətbiqi bağlamayın
es: %s se está eliminando. No cierre la aplicación
tr: %s kaldırma başladı. Lütfen uygulamayı kapatmayın
zh_cn: 已开始移除%s。请不要关闭应用

source: Error %d
az: Xəta %d
tr: Hata %d
zh_cn: 错误 %d

source: Can't load page
az: Səhifə yüklənə bilməz
es: No se puede cargar la página
tr: Sayfa yüklenemedi
zh_cn: 无法加载页面

source: Can't find desired content
az: İstənilən məzmun tapıla bilməz
es: No se pudo encontrar el contenido deseado
tr: İstenen içerik bulunamadı
zh_cn: 无法找到想要的内容

source: Delete playlist?
az: Pleylisti silmək?
es: ¿Eliminar lista de reproducción?
tr: Çalma listesi silinsin mi?
zh_cn: 删除播放列表吗？

source: Playlist '%s' will be permanently deleted.
az: Pleylist '%s' həmişəlik silinəcək.
es: La lista de reproducción '%s' se eliminará permanentemente.
zh_cn: 播放列表“%s”将被永久删除。

source: Playlist '%s' was deleted
az: Pleylist '%s' silindi
es: La lista de reproducción '%s' ha sido eliminada
tr: '%s' çalma listesi silindi
zh_cn: 播放列表“%s”已删除

# female person
source: %s updated playlist %s
az: %s pleylisti %s yenilədi
es: %s actualizó la lista de reproducción %s
tr: %s, %s çalma listesini güncelledi
zh_cn: %s 已更新播放列表 %s

# male person
source: %s updated playlist %s
az: %s pleylisti %s yenilədi
es: %s actualizó la lista de reproducción %s
tr: %s, %s çalma listesini güncelledi
zh_cn: %s 已更新播放列表 %s

source: Can't change visibility of '%s'
az: '%s' görünürlüyü dəyişdirilə bilməz
es: No se puede cambiar la visibilidad de '%s'.
tr: '%s' görünürlüğü değiştirelemedi
zh_cn: 无法更改“%s”的可见性

source: Playlist '%s' is public now
az: Pleylist '%s' indi açıqdır
es: La lista de reproducción '%s' ahora es pública
tr: Çalma listesi '%s' artık genel
zh_cn: 播放列表“%s”现在是公开的

source: Playlist '%s' is private now
az: Pleylist '%s' indi şəxsidir
es: La lista de reproducción '%s' ahora es privada
tr: Çalma listesi '%s' artık özel
zh_cn: 播放列表“%s”现在是私人的

source: Window info message: %s
az: Pəncərə məlumat mesajı: %s
es: Mensaje de información de la ventana: %s
tr: Pencere bilgi iletisi: %s
zh_cn: 窗口信息消息：%s

source: Cassette
ka: კასეტა
sl: Kaseta
sv: Kassett
tr: Kaset

source: Unofficial Yandex Music client (Devel build)
el: Unofficial Yandex Music client (Έκδοση ανάπτυξης)
ka: არაოფიციალური Yandex Music-ის კლიენტი (სატეტო აგება)
pt_br: Cliente não oficial do Yandex Music (construção de desenvolvimento)
sl: Neuradni odjemalec Yandex Music (razvojna gradnja)
sv: Inofficiell Yandex Music-klient (utvecklingsbygge)
